
/* Generic */
"Delete" = "Delete"; /* Delete thing */
"OK" = "OK"; /* Generic positive response */

/* Tabs */
"Home" = "Home"; /* Home Tab */
"Open" = "Open"; /* Open Projects Tab */
"Closed" = "Closed"; /* Closed Projects Tab */
"Awards" = "Awards"; /* Awards Tab */

/* HomeView*/
"Up next" = "Up next"; /* Upcoming Items */
"More to explore" = "More to explore"; /* More items */
"Add Data" = "Add Data"; /* DEV BUTTON TO ADD SAMPLE DATA*/

/* Project views */
"Open Projects" = "Open Projects"; /* Open projects tab header */
"Closed Projects" = "Closed Projects"; /* Closed projects tab header */
"New Project" = "New Project";
"Add Project" = "Add Projects";
"New Item" = "New Item";
"Add New Item" = "Add New Item";
"Sort" = "Sort";
"Sort items" = "Sort items";
"%@ items" = "%@ items"; /* number of items / item */
"Optimized" = "Optimized"; /* Search filter */
"Creation Date" = "Creation Date"; /* Search filter */
"Title" = "Title"; /* Search filter */

/* Project edit */
"Edit Project" = "Edit Project";
"Basic settings" = "Basic settings";
"Project Name" = "Project Name";
"Project Detail" = "Project Detail";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete Project" = "Delete Project";
"Delete Project?" = "Delete Project?"; /* Alert Title */
"Do you want to delete this project and all of its data?" = "Do you want to delete this project and all of its data?"; /* Alert Description */
"Custom Project Colour" = "Custom Project Colour"; /* Colour selection grid */
"%@" = "%@"; /* Colour Name */

/* Items */
"Edit Item" = "Edit Item";
"Item Name" = "Item Name";
"Item Description" = "Item Description";
"Priority" = "Priority"; /* Item Priority header */
"High" = "High"; /* Item Priority */
"Medium" = "Medium"; /* Item Priority */
"Low" = "Low"; /* Item Priority */
"Mark Completed" = "Mark Completed"; /* Mark as Completed */

/* AwardsView */
"Locked" = "Locked"; /* Award status */
"Unlocked: %@" = "Unlocked: %@"; /* Award status plus description */

/* Misc. */
"Please select somthing from the menu to begin." = "Please select somthing from the menu to begin.";
"Closing a project moves it from the open to closed tab; deleting it removes the project along with all of its data entirely" = "Closing a project moves it from the open to closed tab; deleting it removes the project along with all of its data entirely";
"There's nothing here right now" = "There's nothing here right now";


